import image1 from "./images/services/item1.jpg";
import image2 from "./images/services/item2.jpg";
import image3 from "./images/services/item3.jpg";
import image4 from "./images/services/item4.jpg";
import image5 from "./images/services/item5.jpg";
import image6 from "./images/services/item6.jpg";
import image7 from "./images/services/item7.jpg";
import image8 from "./images/services/item8.jpg";
import image9 from "./images/services/item9.jpg";
import staff1 from "./images/Spec/spec1.jpg";

export const services = [
    {
        id: 1,
        image: image1,
        title: "Услуги стилиста",
        text: "Все виды стрижек, окрашивание, создание креативного образа",
        wider: false,
        href: "/стрижки",
    },
    {
        id: 2,
        image: image2,
        title: "ногтевой сервис",
        text: "Маникюр, педикюр, покрытие Shellac и Blossom",
        wider: false,
        href: "/ногтевойсервис",
    },
    {
        id: 3,
        image: image3,
        title: "визаж",
        text: "Вечерний, свадебный, повседневный макияж ",
        wider: true,
        href: "/визаж",
    },
    {
        id: 4,
        image: image4,
        title: "брови и ресницы",
        text: "Ухоженные брови и ресницы за 1 процедуру. Подберем уникальную форму бровей",
        wider: true,
        href: "/визаж",
    },
    {
        id: 5,
        image: image5,
        title: "массаж",
        text: "Классический, расслабляющий, спортивный и другие виды, а так же эндосфера",
        wider: false,
        href: "/массаж",
    },
    {
        id: 6,
        image: image6,
        title: "Косметология",
        text: "Эпиляция, депиляция, пилинги, уход и инъекции у проффесиональных мастеров",
        wider: false,
        href: "/визаж",
    },
    {
        id: 7,
        image: image7,
        title: "солярий",
        text: "Подготивоться к отпуску или восполнить недостаток витамина D",
        wider: false,
        href: "/солярий",
    },
    {
        id: 8,
        image: image8,
        title: "Коррекция фигуры lpg",
        text: "Аппаратные коррекции для безупречной фигуры",
        wider: false,
        href: "/эндосфера",
    },
    {
        id: 9,
        image: image9,
        title: "перманентный макияж",
        text: "Подчеркнем привлекательные черты или скроем недостатки",
        wider: true,
        href: "/перманентныймакияж",
    },
];

export const benefits = [
    {
        id: 1,
        title: "01",
        text: "широкий спектр услуг в одном месте",
    },
    {
        id: 2,
        title: "02",
        text: "медицинская лицензия",
    },
    {
        id: 3,
        title: "03",
        text: "большой выбор инъекционных процедур",
    },
    {
        id: 4,
        title: "04",
        text: "Аппарат эндосфера",
    },
    {
        id: 5,
        title: "05",
        text: "квалифицированные специалисты",
    },
    {
        id: 6,
        title: "06",
        text: "приемлимые цены",
    },
];

export const staff = [
    {
        id: 1,
        image: staff1,
        position: "топ - стилист",
        name: "Иман Бацаева",
        skill1: "5 лет",
        skill2: "женские стрижки, выход из чёрного, колорирования, мелирование, Airtouch, восстановление волос, плетение, свадебные/ вечерние причёски",
        skill3: "курс в Москве",
        skill4: "мастер-класс Георгия Кота",
        skill5: "стрижки",
        skill6: "психология",
    },
    {
        id: 2,
        image: staff1,
        position: "топ - стилист",
        name: "Иман Бацаева",
        skill1: "5 лет",
        skill2: "женские стрижки, выход из чёрного, колорирования, мелирование, Airtouch, восстановление волос, плетение, свадебные/ вечерние причёски",
        skill3: "курс в Москве",
        skill4: "мастер-класс Георгия Кота",
        skill5: "стрижки",
        skill6: "психология",
    },
    {
        id: 3,
        image: staff1,
        position: "топ - стилист",
        name: "Иман Бацаева",
        skill1: "5 лет",
        skill2: "женские стрижки, выход из чёрного, колорирования, мелирование, Airtouch, восстановление волос, плетение, свадебные/ вечерние причёски",
        skill3: "курс в Москве",
        skill4: "мастер-класс Георгия Кота",
        skill5: "стрижки",
        skill6: "психология",
    },
    {
        id: 4,
        image: staff1,
        position: "топ - стилист",
        name: "Иман Бацаева",
        skill1: "5 лет",
        skill2: "женские стрижки, выход из чёрного, колорирования, мелирование, Airtouch, восстановление волос, плетение, свадебные/ вечерние причёски",
        skill3: "курс в Москве",
        skill4: "мастер-класс Георгия Кота",
        skill5: "стрижки",
        skill6: "психология",
    },
    {
        id: 5,
        image: staff1,
        position: "топ - стилист",
        name: "Иман Бацаева",
        skill1: "5 лет",
        skill2: "женские стрижки, выход из чёрного, колорирования, мелирование, Airtouch, восстановление волос, плетение, свадебные/ вечерние причёски",
        skill3: "курс в Москве",
        skill4: "мастер-класс Георгия Кота",
        skill5: "стрижки",
        skill6: "психология",
    },
    {
        id: 6,
        image: staff1,
        position: "топ - стилист",
        name: "Иман Бацаева",
        skill1: "5 лет",
        skill2: "женские стрижки, выход из чёрного, колорирования, мелирование, Airtouch, восстановление волос, плетение, свадебные/ вечерние причёски",
        skill3: "курс в Москве",
        skill4: "мастер-класс Георгия Кота",
        skill5: "стрижки",
        skill6: "психология",
    },
];

export const haircuts = [
    {
        id: 1,
        title: "женская стрижка",
        price: "1500 / 2000 / 2300",
        text: "короткие / средние / длинные",
    },
    {
        id: 2,
        title: "стрижка при окрашивании",
        price: "900 / 1400 / 1900",
        text: "короткие / средние / длинные",
    },
    {
        id: 3,
        title: "креативная стрижка",
        price: "1900 / 2400 / 2900",
        text: "короткие / средние / длинные",
    },
    {
        id: 4,
        title: "стрижка детская",
        price: "700 / 1100",
        text: "короткие / средние / длинные",
    },
    {
        id: 5,
        title: "стрижка челки",
        price: "300",
        text: "",
    },
    {
        id: 6,
        title: "мужская стрижка",
        price: "1100",
        text: "",
    },
    {
        id: 7,
        title: "мужская стрижка",
        price: "1300 / 1600",
        text: "модельная / креативная",
    },
    {
        id: 8,
        title: "мужская стрижка",
        price: "800 / 600",
        text: "машинкой / наголо",
    },
    {
        id: 9,
        title: "стрижка + борода",
        price: "1600",
        text: "машинкой / наголо",
    },
    {
        id: 10,
        title: "моделирование бороды",
        price: "500",
        text: "",
    },
];

export const stainings = [
    {
        id: 1,
        title: "Окрашивание в 1 тон",
        price: "2000 / 2500 / 3000",
        text: "короткие / средние / длинные",
    },
    {
        id: 2,
        title: "тонирование",
        price: "2000 / 2500 / 3000",
        text: "короткие / средние / длинные",
    },
    {
        id: 3,
        title: "Окрашивание корней",
        price: "2000",
        text: "",
    },
    {
        id: 4,
        title: "Частичное мелирование (до 3-х прядей)",
        price: "900",
        text: "",
    },
    {
        id: 5,
        title: "Тонирование волос /Камуфляж седины (мужчины)",
        price: "700",
        text: "",
    },
    {
        id: 6,
        title: "Airtouch",
        price: "6000/ 8000",
        text: " средние / длинные",
    },
    {
        id: 7,
        title: "Мелирование, Балаяж, Омбре, Шатуш",
        price: "3800 / 6000/ 8000",
        text: "короткие / средние / длинные",
    },
    {
        id: 8,
        title: "Обесцвечивание, декапирование волос",
        price: "2000 / 2700/ 3500",
        text: "короткие / средние / длинные",
    },
];

export const care = [
    {
        id: 1,
        title: "Экспресс уход  от LEBEL",
        price: "1900 / 2700 / 3500",
        text: "короткие / средние / длинные",
    },
    {
        id: 2,
        title: "СПА программа «Все включено»  от LEBEL",
        price: "3000 / 4000/ 5000",
        text: "короткие / средние / длинные",
    },
    {
        id: 3,
        title: "Холодный ботокс KV-1",
        price: "2500 / 3500/ 4500",
        text: "короткие / средние / длинные",
    },
    {
        id: 4,
        title: "Маска  Pro Fiber Loreal ",
        price: "700",
        text: "",
    },
    {
        id: 5,
        title: "СПА уход Pro Fiber Loreal (шампунь+маска)",
        price: "700",
        text: "",
    },
    {
        id: 1,
        title: "Капиллярный пилинг для кожи головы KV-1	800	",
        price: "800",
        text: "",
    },
];

export const styling = [
    {
        id: 1,
        title: "Укладка повседневная (брашинг + фен)",
        price: "1000 / 1200 / 1700",
        text: "короткие / средние / длинные",
    },
    {
        id: 2,
        title: "Укладка повседневная (брашинг + фен) при окрашивании",
        price: "1000 / 1200 / 1700",
        text: "короткие / средние / длинные",
    },
    {
        id: 3,
        title: "Косы для девочек",
        price: "300 / 600 / 1100",
        text: "короткие / средние / длинные",
    },
    {
        id: 4,
        title: "Укладка коктейльная (брашинг + утюг)",
        price: "1200 / 1700 / 2200",
        text: "короткие / средние / длинные",
    },
    {
        id: 5,
        title: "Укладка коктейльная (брашинг + утюг) при окрашивании",
        price: "900 / 1400 / 1900",
        text: "короткие / средние / длинные",
    },
    {
        id: 6,
        title: "сложное плетение",
        price: "800 / 2100",
        text: "",
    },
];

export const manicure = [
    {
        id: 1,
        title: "Маникюр смарт/пилочный",
        price: "1200",
        text: "",
    },
    {
        id: 2,
        title: "Маникюр классический",
        price: "650 / 750",
        text: "комбинированный / аппаратный",
    },
    {
        id: 3,
        title: "Детский маникюр (до 7 лет)",
        price: "400",
        text: "",
    },
    {
        id: 4,
        title: "Покрытие гель-лаком",
        price: "200 / 800 / 1000",
        text: "лечебный / Blossom / френч",
    },
    {
        id: 5,
        title: "Покрытие гель-лаком",
        price: "900 / 1200",
        text: "E.Mi /  френч",
    },
    {
        id: 6,
        title: "Покрытие лаком Vinylux",
        price: "450",
        text: "",
    },
    {
        id: 7,
        title: "Снятие лака",
        price: "100",
        text: "",
    },
    {
        id: 8,
        title: "Снятие гель-лака фрезой",
        price: "200",
        text: "",
    },
    {
        id: 9,
        title: "Укрепление ногтей биогелем",
        price: "900",
        text: "",
    },
    {
        id: 10,
        title: "Укрепление ногтей акриловой пудрой",
        price: "500",
        text: "",
    },
    {
        id: 11,
        title: "Укрепление IBX под гель-лак",
        price: "500",
        text: "",
    },
    {
        id: 12,
        title: "Выравнивание ногтевой пластины базой",
        price: "500",
        text: "",
    },
    {
        id: 13,
        title: "Полировка, шлифовка ногтей",
        price: "200",
        text: "",
    },
    {
        id: 14,
        title: "SPA-для рук (скраб, массаж, крем)",
        price: "400",
        text: "",
    },
    {
        id: 15,
        title: "Массаж рук",
        price: "200",
        text: "",
    },
    {
        id: 16,
        title: "Парафинотерапия рук",
        price: "400",
        text: "",
    },
    {
        id: 17,
        title: "Дизайн ногтей ",
        price: "200",
        text: "",
    },
    {
        id: 18,
        title: "Покрытие Cosmo / (френч)",
        price: "900 / 1200",
        text: "",
    },
    {
        id: 19,
        title: "Покрытие Luxio / (френч)",
        price: "1000 / 1400",
        text: "",
    },
];

export const pedicure = [
    {
        id: 1,
        title: "Педикюр классический/комбинированный",
        price: "1300",
        text: "",
    },
    {
        id: 2,
        title: "Педикюр аппаратный",
        price: "1450",
        text: "",
    },
    {
        id: 3,
        title: "Педикюр 'Kapous'/Смарт",
        price: "1700",
        text: "",
    },
    {
        id: 4,
        title: "Обработка стоп / пальцев",
        price: "700 / 800",
        text: "",
    },
    {
        id: 5,
        title: "Массаж ног",
        price: "400",
        text: "",
    },
    {
        id: 6,
        title: "SPA-для ног (скраб, массаж, крем)",
        price: "400",
        text: "",
    },
    {
        id: 7,
        title: "Парафинотерапия ног",
        price: "500",
        text: "",
    },
    {
        id: 8,
        title: "Обработка мозолистостей 1 элемент",
        price: "150",
        text: "",
    },
    {
        id: 9,
        title: "Коррекция сложного ногтя",
        price: "250",
        text: "",
    },
];

export const extension = [
    {
        id: 1,
        title: "Наращивание ногтей / коррекция",
        price: "2000 / 1500",
        text: "",
    },
    {
        id: 2,
        title: "Наращивание с удлинением ногтевой пластины / коррекция",
        price: "2500 / 2000",
        text: "",
    },
    {
        id: 3,
        title: "Снятие ногтей (акрил, гель)",
        price: "500",
        text: "",
    },
    {
        id: 4,
        title: "Форма ногтей",
        price: "250",
        text: "",
    },
    {
        id: 5,
        title: "Ремонт 1 ногтя",
        price: "150",
        text: "",
    },
    {
        id: 6,
        title: "Наращивание ногтей на ногах (1 ноготь)",
        price: "200",
        text: "",
    },
];

export const makeup = [
    {
        id: 1,
        title: "Экспресс-макияж ",
        price: "2000",
        text: "",
    },
    {
        id: 2,
        title: "Макияж вечерний",
        price: "3000",
        text: "",
    },
    {
        id: 3,
        title: "Макияж дневной",
        price: "2500",
        text: "",
    },
    {
        id: 4,
        title: "Макияж свадебный",
        price: "3500",
        text: "",
    },
];

export const brow = [
    {
        id: 1,
        title: "Моделирование бровей (создание формы) ",
        price: "2000",
        text: "",
    },
    {
        id: 2,
        title: "Коррекция бровей ",
        price: "300",
        text: "",
    },
    {
        id: 3,
        title: "Окрашивание ресниц/бровей краской ",
        price: "400",
        text: "",
    },
    {
        id: 4,
        title: "Окрашивание бровей хной",
        price: "400",
        text: "",
    },
    {
        id: 5,
        title: "Ламинирование бровей",
        price: "2000",
        text: "",
    },
    {
        id: 6,
        title: "Наращивание ресниц 1D(классика)/ коррекция",
        price: "2300 / 1900",
        text: "",
    },
    {
        id: 7,
        title: "Наращивание ресниц 2D/ коррекция",
        price: "2700 / 2200",
        text: "",
    },
    {
        id: 8,
        title: "Наращивание ресниц 3D/коррекция",
        price: "3300 / 2900",
        text: "",
    },
    {
        id: 9,
        title: "Наращивание ресниц 5D (голливуд)",
        price: "4000",
        text: "",
    },
    {
        id: 10,
        title: "Ламинирование ресниц/ботокс",
        price: "2500 / 3000",
        text: "",
    },
    {
        id: 11,
        title: "Снятие ресниц",
        price: "400",
        text: "",
    },
];

export const permanent = [
    {
        id: 1,
        title: "Татуаж стрелочка",
        price: "7000",
        text: "",
    },
    {
        id: 2,
        title: "Татуаж бровей",
        price: "7000",
        text: "",
    },
    {
        id: 3,
        title: "Татуаж губ",
        price: "7000",
        text: "",
    },
    {
        id: 4,
        title: "Татуаж межреснички",
        price: "7000",
        text: "",
    },
    {
        id: 5,
        title: "Коррекция после перманентного макияжа  2-й раз",
        price: "5000",
        text: "",
    },
    {
        id: 6,
        title: "Мини тату ",
        price: "3000",
        text: "",
    },

    {
        id: 7,
        title: "Коррекция после перманентного макияжа  3-й раз",
        price: "4000",
        text: "",
    },
    {
        id: 8,
        title: "Удаление татуажа ",
        price: "5000",
        text: "",
    },
];
